{
  "openness": {
    "title": "Openness",
    "descr": "Openness to experience, or simply openness, is a basic personality trait denoting receptivity to new ideas and new experiences. It is one of the five core personality dimensions that drive behavior—known as the five-factor model of personality, or the Big 5. People with high levels of openness are more likely to seek out a variety of experiences, be comfortable with the unfamiliar, and pay attention to their inner feelings more than those who are less open to novelty. They tend to exhibit high levels of curiosity and often enjoy being surprised. People with low levels of openness prefer familiar routines, people, and ideas; they can be perceived as closed-minded."
  },
  "agreeableness": {
    "title": "Agreeableness",
    "descr": "The agreeableness trait reflects individual differences in general concern for social harmony. Agreeable individuals value getting along with others. They are generally considerate, kind, generous, trusting and trustworthy, helpful, and willing to compromise their interests with others. Agreeable people also have an optimistic view of human nature.",
    "descr1": "Disagreeable individuals place self-interest above getting along with others. They are generally unconcerned with others' well-being, and are less likely to extend themselves for other people. Sometimes their skepticism about others' motives causes them to be suspicious, unfriendly, and uncooperative. Low agreeableness personalities are often competitive or challenging people, which can be seen as argumentative or untrustworthy.",
    "descr2": "Because agreeableness is a social trait, research has shown that one's agreeableness positively correlates with the quality of relationships with one's team members. Agreeableness also positively predicts transformational leadership skills. In a study conducted among 169 participants in leadership positions in a variety of professions, individuals were asked to take a personality test and have two evaluations completed by directly supervised subordinates. Leaders with high levels of agreeableness were more likely to be considered transformational rather than transactional. Although the relationship was not strong (r=0.32, β=0.28, p<0.01), it was the strongest of the Big Five traits. However, the same study showed no predictive power of leadership effectiveness as evaluated by the leader's direct supervisor.",
    "descr3": "Conversely, agreeableness has been found to be negatively related to transactional leadership in the military. A study of Asian military units showed leaders with a high level of agreeableness to be more likely to receive a low rating for transformational leadership skills. Therefore, with further research, organizations may be able to determine an individual's potential for performance based on their personality traits. For instance,[47] in their journal article - Which Personality Attributes Are Most Important in the Workplace? Paul Sackett and Philip Walmsley claim that conscientiousness and agreeableness are important to success across many different jobs."
  },
  "extroversion": {
    "title": "Extroversion",
    "descr": "Extraversion is characterized by breadth of activities (as opposed to depth), surgency from external activity/situations, and energy creation from external means. The trait is marked by pronounced engagement with the external world. Extraverts enjoy interacting with people, and are often perceived as full of energy. They tend to be enthusiastic, action-oriented individuals. They possess high group visibility, like to talk, and assert themselves. Extraverted people may appear more dominant in social settings, as opposed to introverted people in this setting.",
    "descr1": "Introverts have lower social engagement and energy levels than extraverts. They tend to seem quiet, low-key, deliberate, and less involved in the social world. Their lack of social involvement should not be interpreted as shyness or depression; instead they are more independent of their social world than extraverts. Introverts need less stimulation, and more time alone than extraverts. This does not mean that they are unfriendly or antisocial; rather, they are reserved in social situations."
  },
  "conscientiousness": {
    "title": "Conscientiousness",
    "descr": "Conscientiousness is a tendency to display self-discipline, act dutifully, and strive for achievement against measures or outside expectations. It is related to the way in which people control, regulate, and direct their impulses. High conscientiousness is often perceived as being stubborn and focused. Low conscientiousness is associated with flexibility and spontaneity, but can also appear as sloppiness and lack of reliability. High scores on conscientiousness indicate a preference for planned rather than spontaneous behavior. The average level of conscientiousness rises among young adults and then declines among older adults.",
    "descr1": ""
  },
  "neuroticism": {
    "title": "Neuroticism",
    "descr": "Neuroticism is the tendency to experience negative emotions, such as anger, anxiety, or depression. It is sometimes called emotional instability, or is reversed and referred to as emotional stability. According to Hans Eysenck's (1967) theory of personality, neuroticism is interlinked with low tolerance for stress or aversive stimuli. Neuroticism is a classic temperament trait that has been studied in temperament research for decades, before it was adapted by the Five Factors Model",
    "descr1": "Those who score high in neuroticism are emotionally reactive and vulnerable to stress. They are more likely to interpret ordinary situations as threatening. They can perceive minor frustrations as hopelessly difficult. They also tend to be flippant in the way they express emotions. Their negative emotional reactions tend to persist for unusually long periods of time, which means they are often in a bad mood. For instance, neuroticism is connected to a pessimistic approach toward work, to certainty that work impedes personal relationships, and to higher levels of anxiety from the pressures at work.[51] Furthermore, those who score high on neuroticism may display more skin-conductance reactivity than those who score low on neuroticism.",
    "descr2": "These problems in emotional regulation can diminish the ability of a person scoring high on neuroticism to think clearly, make decisions, and cope effectively with stress. Lacking contentment in one's life achievements can correlate with high neuroticism scores and increase one's likelihood of falling into clinical depression. Moreover, individuals high in neuroticism tend to experience more negative life events, but neuroticism also changes in response to positive and negative life experiences. Also, individuals with higher levels of neuroticism tend to have worse psychological well-being.",
    "descr3": "At the other end of the scale, individuals who score low in neuroticism are less easily upset and are less emotionally reactive. They tend to be calm, emotionally stable, and free from persistent negative feelings. Freedom from negative feelings does not mean that low-scorers experience a lot of positive feelings. Neuroticism is similar but not identical to being neurotic in the Freudian sense (i.e., neurosis.) Some psychologists prefer to call neuroticism by the term emotional instability to differentiate it from the term neurotic in a career test."
  }
}
