{
  "openness": {
    "title": "Openness",
    "descr": "Openness is one of the five personality traits of the Big Five personality theory. It indicates how open-minded a person is. A person with a high level of openness to experience in a personality test enjoys trying new things. They are imaginative, curious, and open-minded. Individuals who are low in openness to experience would rather not try new things. They are close-minded, literal and enjoy having a routine.",
    "descr1": "Individuals with a high level of openness have a general appreciation for unusual ideas and art. They are usually imaginative, rather than practical. Being creative, open to new and different ideas, and in touch with their feelings are all characteristics of these people. Individuals who score lower in openness on a career test are generally more closed-off, resistant to change, and analytical. Find out more about your other Big Five characteristics and test personality by taking a free personality test.",
    "descr2": "Having a high level of openness is important in jobs that require creative thinking and a flexible attitude. Jobs such as advertising, research, and other artistic occupations all benefit from high openness. A person who scores low in openness on a career test may excel in jobs that involve routine work and do not require creativity.",
    "descr3": ""
  },
  "agreeableness": {
    "title": "Agreeableness",
    "descr": "The agreeableness trait reflects individual differences in general concern for social harmony. Agreeable individuals value getting along with others. They are generally considerate, kind, generous, trusting and trustworthy, helpful, and willing to compromise their interests with others. Agreeable people also have an optimistic view of human nature.",
    "descr1": "Disagreeable individuals place self-interest above getting along with others. They are generally unconcerned with others' well-being, and are less likely to extend themselves for other people. Sometimes their skepticism about others' motives causes them to be suspicious, unfriendly, and uncooperative. Low agreeableness personalities are often competitive or challenging people, which can be seen as argumentative or untrustworthy.",
    "descr2": "Because agreeableness is a social trait, research has shown that one's agreeableness positively correlates with the quality of relationships with one's team members. Agreeableness also positively predicts transformational leadership skills. In a study conducted among 169 participants in leadership positions in a variety of professions, individuals were asked to take a personality test and have two evaluations completed by directly supervised subordinates. Leaders with high levels of agreeableness were more likely to be considered transformational rather than transactional. Although the relationship was not strong (r=0.32, β=0.28, p<0.01), it was the strongest of the Big Five traits. However, the same study showed no predictive power of leadership effectiveness as evaluated by the leader's direct supervisor.",
    "descr3": "Conversely, agreeableness has been found to be negatively related to transactional leadership in the military. A study of Asian military units showed leaders with a high level of agreeableness to be more likely to receive a low rating for transformational leadership skills. Therefore, with further research, organizations may be able to determine an individual's potential for performance based on their personality traits. For instance,[47] in their journal article - Which Personality Attributes Are Most Important in the Workplace? Paul Sackett and Philip Walmsley claim that conscientiousness and agreeableness are important to success across many different jobs."
  },
  "extroversion": {
    "title": "Extroversion",
    "descr": "Extraversion is one of the five personality traits of the Big Five personality theory. Extraversion indicates how outgoing and social a person is. A person who scores high in extraversion on a personality test is the life of the party. They enjoy being with people, participating in social gatherings, and are full of energy. A person low in extraversion is less outgoing and is more comfortable working by himself.",
    "descr1": "Individuals high in extraversion on a career test have a tendency to seek out the company and stimulation of other people. They enjoy engaging with the external world. These individuals thrive on excitement, and are enthusiastic, action-oriented people. They like to be the center of attention in groups.On the other side of the coin are introverts. These people have less exuberance and energy than extraverts. They are less involved in social activities, and tend to be quiet and keep to themselves. An introvert does not require the external stimulation that extraverts do. Find out more about your other Big Five characteristics and test personality by taking a free personality test.",
    "descr2": "Different jobs require different levels of extraversion. A high level of extraversion may be useful for jobs that require a great deal of interaction with other people, like public relations, teaching, and sales. Positions that are more focused on working independently and alone may be more suited to individuals with a lower level of extraversion.",
    "descr3": ""
  },
  "conscientiousness": {
    "title": "Conscientiousness",
    "descr": "Conscientiousness is one of the five personality traits of the Big Five personality theory. A person scoring high in conscientiousness usually has a high level of self-discipline. These individuals prefer to follow a plan, rather than act spontaneously. Their methodic planning and perseverance usually makes them highly successful in their chosen occupation.",
    "descr1": "Conscientiousness is about how a person controls, regulates, and directs their impulses. Individuals with a high level of conscientiousness on a career test are good at formulating long-range goals, organizing and planning routes to these goals, and working consistently to achieve them. Despite short-term obstacles they may encounter. Other people usually perceive a conscientious personality type as a responsible and reliable person.However, individuals who score high in conscientiousness on a personality test can be compulsive perfectionists and workaholics. They might also be seen as being boring or inflexible.",
    "descr2": "A high score of conscientiousness in a career test is an important indicator of success. One reason is that this domain includes the trait known as need for achievement. These individuals are dependable, organized, and persevere, which means they will accomplish their professional goals. Research shows that the conscientiousness personality trait relates to job performance across different types of occupations. That means that a person who scores high in conscientiousness on a personality test will be better suited to perform a job.",
    "descr3": ""
  },
  "neuroticism": {
    "title": "Neuroticism",
    "descr": "Neuroticism is the tendency to experience negative emotions, such as anger, anxiety, or depression. It is sometimes called emotional instability, or is reversed and referred to as emotional stability. According to Hans Eysenck's (1967) theory of personality, neuroticism is interlinked with low tolerance for stress or aversive stimuli. Neuroticism is a classic temperament trait that has been studied in temperament research for decades, before it was adapted by the Five Factors Model",
    "descr1": "Those who score high in neuroticism are emotionally reactive and vulnerable to stress. They are more likely to interpret ordinary situations as threatening. They can perceive minor frustrations as hopelessly difficult. They also tend to be flippant in the way they express emotions. Their negative emotional reactions tend to persist for unusually long periods of time, which means they are often in a bad mood. For instance, neuroticism is connected to a pessimistic approach toward work, to certainty that work impedes personal relationships, and to higher levels of anxiety from the pressures at work.[51] Furthermore, those who score high on neuroticism may display more skin-conductance reactivity than those who score low on neuroticism.",
    "descr2": "These problems in emotional regulation can diminish the ability of a person scoring high on neuroticism to think clearly, make decisions, and cope effectively with stress. Lacking contentment in one's life achievements can correlate with high neuroticism scores and increase one's likelihood of falling into clinical depression. Moreover, individuals high in neuroticism tend to experience more negative life events, but neuroticism also changes in response to positive and negative life experiences. Also, individuals with higher levels of neuroticism tend to have worse psychological well-being.",
    "descr3": "At the other end of the scale, individuals who score low in neuroticism are less easily upset and are less emotionally reactive. They tend to be calm, emotionally stable, and free from persistent negative feelings. Freedom from negative feelings does not mean that low-scorers experience a lot of positive feelings. Neuroticism is similar but not identical to being neurotic in the Freudian sense (i.e., neurosis.) Some psychologists prefer to call neuroticism by the term emotional instability to differentiate it from the term neurotic in a career test."
  }
}
